{"id":152,"date":"2021-05-16T10:51:12","date_gmt":"2021-05-16T10:51:12","guid":{"rendered":"http:\/\/blog.niagaweb.co.id\/?p=152"},"modified":"2022-02-22T15:08:35","modified_gmt":"2022-02-22T15:08:35","slug":"12-fakta-menarik-marketing-online","status":"publish","type":"post","link":"https:\/\/www.niagaweb.co.id\/blog\/12-fakta-menarik-marketing-online\/","title":{"rendered":"12 Fakta Menarik Tentang Marketing Online di Indonesia"},"content":{"rendered":"<p>Apakah Anda masih ragu menggunakan sistem marketing online untuk mendukung usaha Anda? Untuk menghapus segala keraguan tersebut, Anda perlu mengetahui 12 fakta menarik mengenai marketing online yang telah kami kumpulkan berikut ini:<\/p>\n<ol>\n<li>Jumlah pengguna internet di Indonesia pada tahun 2013 sudah mencapai angka 71,19 juta, dan jumlah tersebut makin bertambah di tahun 2014 ini (sumber: APJII). Jumlah pengguna internet yang besar ini memiliki implikasi bahwa ada kemungkinan yang sangat besar untuk mendapatkan calon konsumen untuk usaha Anda melalui internet.<\/li>\n<li>91% dari pengguna internet dewasa menggunakan media sosial secara reguler (sumber: Experian). Angka statistik yang besar ini membuktikan bahwa media sosial memiliki tingkat penetrasi yang tinggi pada pengguna usia dewasa. Dengan demikian, beriklan melalui media sosial memiliki kesempatan lebih besar untuk mendapatkan lebih banyak pelanggan, terutama konsumen usia dewasa.<\/li>\n<li>Ada lebih dari 42 juta pengguna Facebook di Indonesia (sumber: Terrapin). Jumlah ini setara dengan kurang lebih 83% dari pengguna internet di Indonesia (sumber: Factbrowser). Ini adalah jumlah yang sangat besar! Dengan jumlah pengguna Facebook yang besar tersebut, Anda bisa memanfaatkannya untuk menjual lebih banyak produk ke pasar Indonesia melalui Facebook.<\/li>\n<li>20% dari pengguna Facebook membeli produk berdasarkan iklan dan komentar pada iklan yang mereka baca di Facebook (sumber: Ipsos). Maka dari itu, mulailah merancang iklan yang tepat dan berkualitas di Facebook dan jaga kualitas produk Anda sehingga para kosumen Anda mau memberikan testimoni atas produk Anda pada iklan yang Anda tampilkan di Facebook. Ini akan menarik calon pelanggan baru.<\/li>\n<li>Hampir 2 juta tweet ditulis oleh pengguna Indonesia setiap harinya, dan sebagian besar dari pengguna tersebut mengakses twitter dari perangkat <em>mobile<\/em> (sumber: Terrapin). Melihat fakta ini, apakah Anda tidak tertarik untuk memasarkan produk Anda melalui Twitter?<\/li>\n<li>Sepuluh situs yang paling banyak dikunjungi oleh pengguna internet di Indonesia adalah (berurutan mulai dari peringkat tertinggi): Facebook, Google, Yahoo!, Youtube, Twitter, 4shared, Detik, Wikipedia, Google Plus, Kaskus (sumber: The Jakarta Post). Anda bisa mulai mempertimbangkan situs-situs di atas sebagai media iklan produk dan layanan Anda.<\/li>\n<li>Konten halaman website yang berada pada peringkat 10 besar di Google biasanya memuat lebih dari 2000 kata (sumber: QuickSprout). Dengan mempertimbangkan fakta ini, Anda bisa mulai merancang konten halaman website (landing page) yang tepat agar muncul di bagian atas di halaman pencarian Google.<\/li>\n<li>Artikel yang dilengkapi dengan gambar memiliki cenderungan dibaca 94% lebih besar daripada artikel tanpa gambar (sumber: MDG Advertising). Jadi, mulailah melengkapi artikel Anda dengan gambar, karena selain menarik, gambar juga bisa memberi penjelasan atau ilustrasi tentang artikel Anda.<\/li>\n<li>67% konsumen menyatakan bahwa kualitas foto\/gambar produk yang ditawarkan sangat penting sebagai pertimbangan dalam memilih dan membeli produk (sumber: MDG Advertising). Karena lebih dari separuh konsumen yang akan membeli produk Anda sangat memperhatikan kulitas gambar\/foto produk Anda, maka siapkanlah foto\/gambar yang terbaik. Jangan ragu-ragu menggunakan jasa foto fotografer profesional agar pembeli tertarik membeli produk Anda.<\/li>\n<li>Website yang dilengkapi dengan video memiliki kesempatan 50 kali lipat untuk berada pada halaman pertama pencarian Google (sumber: Wistia). Ternyata selain lebih menarik pengunjung untuk datang ke website Anda, memasang video pada website Anda juga dapat meningkatkan kualitas website dan mendapatkan peringkat tinggi dalam halaman pencarian Google.<\/li>\n<li>Blog memiliki kemungkinan 63% lebih besar untuk mempengaruhi konsumen untuk melakukan pembelian dibandingkan dengan majalah (sumber: ContentPlus). Ini adalah fakta yang menarik. Selain lebih murah dan lebih mudah, ternyata blog memiliki pengaruh yang lebih besar daripada majalah dalam mempengaruhi pembelian.<\/li>\n<li><span style=\"color: #3366ff;\"><a title=\"Meningkatkan Keuntungan dengan Beriklan Melalui Google AdWords\" href=\"https:\/\/www.niagaweb.co.id\/blog\/meningkatkan-keuntungan-dengan-beriklan-melalui-google-adwords\/\" target=\"_blank\" rel=\"noopener\"><span style=\"color: #3366ff;\">Google AdWords<\/span><\/a><\/span> mengalami perkembangan sebesar 22% sepanjang tahun 2013 (sumber: PerformInsider). Fakta tersebut menunjukkan bahwa Google Adwords memiliki masa depan yang cerah dan Anda harus mulai memikirkan kemungkinan untuk mengoptimalkan usaha Anda dengan menggunakan Google Adwords.<\/li>\n<\/ol>\n<p>Baca juga: <a href=\"https:\/\/www.niagaweb.co.id\/blog\/apa-itu-digital-marketing\/\">Belajar Digital Marketing: Pengertian, Jenis, Manfaat, dan Strategi Ampuhnya<\/a><\/p>\n<p>Apakah Anda masih ragu menggunakan marketing online untuk mendukung usaha Anda setelah mengetahui 12 fakta tersebut? Pasti tidak! Anda bisa mulai menggunakan marketing online untuk meningkatkan kesuksesan Anda mulai saat ini juga. Untuk menunjang kesuksesan marketing online Anda kami Niagaweb melayani <a href=\"https:\/\/www.niagaweb.co.id\/jasa-pembuatan-website-surabaya\/\" target=\"_blank\" rel=\"noopener\">jasa pembuatan website Surabaya<\/a> dan seluruh Indonesia, silakan hubungi kami untuk konsultasi lebih lanjut klik tombol di bawah i ini.<\/p>\n<p><center><a class=\"”button”\" href=\"https:\/\/www.niagaweb.co.id\/jasa-pembuatan-website\">Saya Ingin Dibuatkan Website Terbaik<\/a><\/center><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Apakah Anda masih ragu menggunakan sistem marketing online untuk mendukung usaha Anda? Untuk menghapus segala keraguan tersebut, Anda perlu mengetahui 12 fakta menarik mengenai marketing online yang telah kami kumpulkan berikut ini: Jumlah pengguna internet di Indonesia pada tahun 2013 sudah mencapai angka 71,19 juta, dan jumlah tersebut makin bertambah di tahun 2014 ini (sumber: [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":153,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[4],"tags":[37,39,38,36,35],"_links":{"self":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/152"}],"collection":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/comments?post=152"}],"version-history":[{"count":17,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/152\/revisions"}],"predecessor-version":[{"id":2788,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/152\/revisions\/2788"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media\/153"}],"wp:attachment":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media?parent=152"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/categories?post=152"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/tags?post=152"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}