{"id":181,"date":"2014-05-30T14:08:33","date_gmt":"2014-05-30T14:08:33","guid":{"rendered":"http:\/\/blog.niagaweb.co.id\/?p=181"},"modified":"2022-01-05T01:28:41","modified_gmt":"2022-01-05T01:28:41","slug":"fakta-email-marketing","status":"publish","type":"post","link":"https:\/\/www.niagaweb.co.id\/blog\/fakta-email-marketing\/","title":{"rendered":"17 Fakta Menarik Tentang Email Marketing"},"content":{"rendered":"<p dir=\"ltr\">Apakah Anda sudah membaca artikel kami sebelumnya mengenai Marketing Online? Jika Anda sudah membacanya, tentu Anda sudah tahu bahwa email marketing merupakan satu hal penting dalam strategi marketing online.<\/p>\n<p dir=\"ltr\">Walaupun begitu, masih banyak orang yang beranggapan bahwa email marketing bukanlah sebuah hal yang penting dilakukan oleh para pemilik usaha. Apakah Anda juga berpikiran demikian? Kalau begitu, mungkin ada baiknya Anda mencermati fakta-fakta menarik mengenai email marketing yang telah kami kumpulkan berikut ini:<\/p>\n<ol>\n<li>Ada 3,6 juta akun email pada tahun 2013, dan diramalkan akan meningkat menjadi 4,3 juta akun email pada tahun 2016 nanti (sumber: The Radicati Group).<\/li>\n<li>Penelitian yang dilakukan oleh <em>McKinsey &amp; Company<\/em> menunjukkan bahwa pengunaan email marketing memiliki tingkat efektivitas 40 kali lebih baik daripada penggunaan kombinasi marketing Facebook dan Twitter.<\/li>\n<li>Membuka akun, membaca, maupun menulis email adalah kegiatan yang paling banyak dilakukan para pengguna smartphone usia 18-44 tahun.<\/li>\n<li>91% konsumen membuka akun email mereka setidaknya satu kali sehari.<\/li>\n<li>43% email dibuka melalui perangkat <em>mobile<\/em> (Sumber: Return Path).<\/li>\n<li>64% orang yang memiliki posisi sebagai pembuat kebijakan membuka akun email mereka melalui perangkat <em>mobile<\/em> (sumbe: TopRankBlog)<\/li>\n<li><em>Subject<\/em> (judul email) yang kurang dari 15 huruf memiliki kemungkinan 58% untuk dibaca (Sumber: Adestra).<\/li>\n<li>33% orang membuka email hanya berdasarkan pada <em>subject<\/em> email tersebut (sumber: Convinceandconvert.com)<\/li>\n<li><em>Subject<\/em> email yang ditujukan kepada personal (dan dengan sapaan personal kepada orang yang menerima email) memiliki kemungkinan 22,2% lebih besar untuk dibuka (sumber: Adestra).<\/li>\n<li>72% konsumen B2B (<em>Business to Business<\/em>) berbagi informasi penting melalui email (sumber: Adestra).<\/li>\n<li>Pada email yang ditujukan untuk perusahaan B2B, <em>subject<\/em> email yang menggandung kata “uang”, “pendapatan”, dan “keuntungan” memiliki performa yang lebih baik (sumber: Adestra).<\/li>\n<li>Email yang dikirimkan pada hari Senin memiliki dampak yang lebih signifikan (sumber: Experian).<\/li>\n<li>50% email dibuka dalam enam jam setelah email tersebut dikirimkan (sumber: MailerMailer).<\/li>\n<li>Email yang dikirimkan pada pagi hari memiliki kemungkinan terbesar untuk dibuka (sumber: MailerMailer).<\/li>\n<li>44% penerima email membeli produk yang ditawarkan dalam email marketing minimal satu kali setahun berdasarkan email promosi tersebut (sumber: Convinceandconvert.com).<\/li>\n<li>7 dari 10 orang mengatakan bahwa mereka menggunakan kupon atau diskon yang ditawarkan pada email marketing (sumber: 2012 Blue Kangaroo Study).<\/li>\n<li>Email yang memuat tombol <em>share<\/em> ke akun media sosial memiliki CTR (<em>click through rate<\/em>) 158% lebih tinggi.<\/li>\n<\/ol>\n<p dir=\"ltr\">Fakta-fakta tersebut cukup untuk menunjukkan bahwa email marketing bisa menjadi salah satu jurus jitu untuk meningkatkan usaha Anda. Jadi tunggu apa lagi? Anda harus mulai memanfaatkan email marketing tersebut sekarang juga dan meraih kesuksesan usaha.<\/p>\n<p dir=\"ltr\">Baca juga: <a href=\"https:\/\/www.niagaweb.co.id\/blog\/email-bisnis\/\" target=\"_blank\" rel=\"noopener\">Email Bisnis: Pengertian, Cara Membuat dan Manfaatnya untuk Bisnis Anda [Terlengkap]<\/a><\/p>\n<p dir=\"ltr\">Kami akan senang sekali jika Anda nanti juga bisa membagikan kepada kami pengalaman sukses Anda menggunakan email marketing. Selamat mencoba dan selamat meraih kesuksesan! Bila Anda membutuhkan <a href=\"https:\/\/www.niagaweb.co.id\/jasa-pembuatan-website-bandung\/\" target=\"_blank\" rel=\"noopener\">jasa pembuatan website Bandung<\/a> maupun kota kota lainnya di Indonesia bisa menghubungi kami Niagaweb, kami layanan kami memberikan fitur email profesional di dalamnya. Untuk informasi lebih lanjut klik tombol di bawah ini.<\/p>\n<p>&nbsp;<\/p>\n<p><center><a class=\"”button”\" href=\"https:\/\/www.niagaweb.co.id\/jasa-pembuatan-website\">Saya Ingin Dibuatkan Website Terbaik<\/a><\/center><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Apakah Anda sudah membaca artikel kami sebelumnya mengenai Marketing Online? Jika Anda sudah membacanya, tentu Anda sudah tahu bahwa email marketing merupakan satu hal penting dalam strategi marketing online. Walaupun begitu, masih banyak orang yang beranggapan bahwa email marketing bukanlah sebuah hal yang penting dilakukan oleh para pemilik usaha. Apakah Anda juga berpikiran demikian? Kalau [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":182,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[4],"tags":[46,49,39,48,47],"_links":{"self":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/181"}],"collection":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/comments?post=181"}],"version-history":[{"count":6,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/181\/revisions"}],"predecessor-version":[{"id":2739,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/181\/revisions\/2739"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media\/182"}],"wp:attachment":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media?parent=181"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/categories?post=181"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/tags?post=181"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}