{"id":2187,"date":"2021-09-12T13:43:54","date_gmt":"2021-09-12T13:43:54","guid":{"rendered":"https:\/\/www.niagaweb.co.id\/blog\/?p=2187"},"modified":"2021-11-24T04:10:42","modified_gmt":"2021-11-24T04:10:42","slug":"cara-membuat-whatsapp-bisnis","status":"publish","type":"post","link":"https:\/\/www.niagaweb.co.id\/blog\/cara-membuat-whatsapp-bisnis\/","title":{"rendered":"Cara Membuat Whatsapp Bisnis dan Kelebihannya"},"content":{"rendered":"<p><span style=\"font-weight: 400;\">Beberapa tahun ini sedang ramai penggunaan aplikasi WhatsApp. Terlebih lagi sekarang Anda juga bisa memaksimalkan WhatsApp dengan versi WhatsApp Business. Jika belum tahu, sepertinya mulai sekarang Anda harus memahami cara membuat WhatsApp bisnis dan kelebihannya.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Karena aplikasi WhatsApp bisnis ini sangat menunjang sekali aktivitas bisnis sehari-hari. Ada banyak sekali fitur dan kelebihan di dalamnya yang tidak akan bisa Anda temukan di dalam aplikasi WhatsApp versi biasa.<\/span><\/p>\n<p><b>Apa Itu WhatsApp Bisnis <\/b><\/p>\n<p><span style=\"font-weight: 400;\">Sebenarnya cukup wajar sekali kalau Anda masih belum tahu pengertian dan maksud dari aplikasi WhatsApp versi bisnis ini. Karena memang belum sepenuhnya dimanfaatkan oleh banyak orang. Bahkan ada yang hanya memakai WhatsApp bisnis untuk main-main saja.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Karena memiliki tampilan yang berbeda dan beberapa fitur tambahan yang disematkan di dalamnya. Jadi sebenarnya WhatsApp bisnis adalah aplikasi WhatsApp versi lain yang memiliki desain khusus yang ditujukan bagi para pelaku usaha.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Meski memang dibuat dan didesain secara khusus, Anda bisa tetap mendownload dan menginstalnya secara gratis di pusat download aplikasi. Tapi ada beberapa fitur tambahan di dalamnya yang biasanya harus melakukan pembelian fitur dulu.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Sementara itu secara umum fitur-fitur tambahan di dalam aplikasi WhatsApp bisnis ini akan sangat memberikan kemudahan pebisnis untuk berkomunikasi dengan para pelanggan. Selain itu bisa juga mengatur agar bisa melakukan pengiriman pesan balasan otomatis.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Dengan cara ini, maka bisnis Anda bisa akan lebih mudah dikelola. Terutama untuk pesan otomatis, para pelanggan bisa mendapatkan balasan lebih cepat meski itu dilakukan oleh bot. <\/span><\/p>\n<p><b>Fitur WhatsApp Bisnis<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Sebagai sebuah aplikasi yang dirancang dan dibuat khusus untuk menjalankan suatu bisnis, Whatsapp Business memiliki beberapa fitur unggulan. Pastinya Anda tidak akan bisa menemukan fitur ini pada aplikasi WhatsApp versi biasa.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Fitur-fitur ini juga yang membuat WhatsApp bisnis jadi berbeda dan patut untuk Anda coba. Berikut fiturnya:<\/span><\/p>\n<ol>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Ketentuan Khusus Nama Akun<\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Jika Anda melihat pada WhatsApp biasa, maka bisa dengan bebas mengganti nama akun sampai tidak ada batasannya. Tapi hal berbeda akan Anda temukan kalau memutuskan menggunakan aplikasi WhatsApp bisnis ini. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Sebab pihak resmi WhatsApp telah menetapkan beberapa aturan ketika akan mengganti atau mengubah nama akun WhatsApp bisnis. Ketentuannya sebagai berikut:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Nama akun WhatsApp bisnis tidak diizinkan menggunakan huruf bergaya kapital atau besar. kecuali jika huruf itu digunakan sebagai akronim dan juga huruf yang berada di awal sebuah kata. <\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Misalnya yang diperbolehkan adalah Baju Modern Anak Muda. Sementara yang tidak diizinkan yaitu Baju Modern ANAK MUDA.<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Dalam pemberian nama akun WhatsApp bisnis, tidak diperbolehkan menambahkan spasi tambahan yang ada pada setiap kata. Kalau nama akun Anda hanya ada 2 kata, maka pemisahnya hanya satu spasi.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Dilarang untuk menambahkan tanda baca apa pun dalam nama akun WhatsApp bisnis.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Tidak boleh menggunakan emoji maupun simbol dan karakter spesial yang aneh-aneh. Jadi harus normal dan standar.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Tidak bisa memberikan karakter ke dalam nama berupa non-numerik. Jadi karakter yang bisa digunakan hanya angka dan huruf, selain itu tidak bisa.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Menuliskan merek dengan ejaan yang benar.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Nama akun WhatsApp bisnis tidak diizinkan hanya berisi nama lengkap orang saja, menggunakan istilah yang bersifat umum seperti: makanan, memberikan keterangan tempat secara umum misal Jawa Timur dan di bawah tiga karakter.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Dengan menaati beberapa ketentuan nama di atas, maka akun WhatsApp bisnis Anda bisa mendapatkan status “<\/span><b>Akun bisnis resmi<\/b><span style=\"font-weight: 400;\">”. Kalau tidak maka status itu bisa saja akan dicabut.<\/span><\/p>\n<ol>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Kolom Informasi Profil<\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Fitur lain yang sangat menarik dari WhatsApp bisnis adalah terdapat bagian untuk memberikan keterangan profil secara lengkap. Anda bisa memberikan informasi mengenai nama bisnisnya, alamatnya, bidang yang digeluti, ulasan singkat, kontak dan lain-lain.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Dengan adanya fitur ini, maka para pelanggan bisa mengenali bisnis Anda dengan mudah dan cepat. Berbeda jauh dengan akun WhatsApp biasa dimana tidak ada keterangan informasi apa pun yang bisa diandalkan untuk berbisnis. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Untuk bisa menggunakan fitur ini, Anda bisa masuk ke dalam “<\/span><b>WhatsApp Business<\/b><span style=\"font-weight: 400;\">”, lalu menuju ke “<\/span><b>Opsi Lainnya<\/b><span style=\"font-weight: 400;\">” dan pilih “<\/span><b>Setelan<\/b><span style=\"font-weight: 400;\">”. Jika sudah bisa pilih “<\/span><b>nama bisnis Anda<\/b><span style=\"font-weight: 400;\">” dan tap tulisan “<\/span><b>Edit<\/b><span style=\"font-weight: 400;\">”. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Tap pada kolom informasi yang mau diubah dan terakhir bisa pilih “<\/span><b>Simpan<\/b><span style=\"font-weight: 400;\">”.<\/span><\/p>\n<ol>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Balasan Otomatis<\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Tampaknya ini menjadi fitur yang sangat menarik dan membuat Anda harus paham <\/span><b>cara membuat WhatsApp bisnis dan kelebihannya<\/b><span style=\"font-weight: 400;\">. Fitur ini adalah bisa memberikan balasan secara otomatis kepada pelanggan yang mengirimkan pesan.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Ada tiga kategori pesan otomatis yang tersedia di dalam WhatsApp bisnis. Pertama ada Away Message dimana fungsinya adalah sebagai balasan otomatis ketika ada pesan yang masuk tapi di luar jam kerja yang ditetapkan.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Lalu ada Greeting Message yang fungsinya adalah sebagai pesan berisi salam otomatis kepada pelanggan yang baru pertama kali mengirimkan pesan. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Terakhir ada Quick Replies dengan tujuan untuk memberikan balasan secara template untuk pertanyaan yang sering ditanyakan. Jadi Anda tidak perlu lagi mengetiknya secara manual.<\/span><\/p>\n<ol>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Katalog<\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Katalog merupakan fitur untuk menempatkan produk yang Anda jual di dalam informasi profil WhatsApp bisnis. Dengan fitur ini para pelanggan bisa mengenali dan memilih produk apa yang mereka inginkan tanpa Anda harus mengirimkannya secara manual.<\/span><\/p>\n<ol>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Statistik Pesan<\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Fitur ini untuk bisa melihat bagaimana kondisi aktivitas perpesanan dengan melihat jumlah pesan yang terkirim, yang diterima dan juga dibaca. Sehingga bisa digunakan untuk menilai progres bisnis.<\/span><\/p>\n<ol>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Label Pesan<\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Label ini memiliki fungsi untuk memberikan tanda khusus pada pesan yang dikirimkan pelanggan. Misalkan ada pelanggan prioritas, maka bisa Anda berikan tanda warna khusus agar bisa lebih mudah dikenali.<\/span><\/p>\n<p><b>Kelebihan WhatsApp Bisnis <\/b><\/p>\n<p><span style=\"font-weight: 400;\">Pada penjelasan sebelumnya Anda sudah mengetahui beberapa ulasan mengenai <\/span><b>apa itu Whatsapp bisnis<\/b><span style=\"font-weight: 400;\">, fitur, <\/span><b>cara membuat WhatsApp bisnis dan kelebihannya <\/b><span style=\"font-weight: 400;\">secara singkat. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Untuk saat ini Anda akan mengetahui beberapa kelebihan yang lengkap dan ada di dalam aplikasi khusus pelaku usaha ini. Ini beberapa <\/span><b>kelebihan WhatsApp bisnis<\/b><span style=\"font-weight: 400;\">:<\/span><\/p>\n<ol>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Meningkatkan Kualitas Komunikasi Dengan Para Pelanggan<\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Kelebihan WhatsApp bisnis yang pertama adalah bisa membantu meningkatkan kualitas komunikasi pelaku usaha dengan para pelanggannya. Ini terutama kalau bisnis Anda lebih mengarah ke bentuk produk maupun pelayanan. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Dimana Anda harus bisa memberikan tanggapan yang bagus dan responsif atas setiap hal yang disampaikan para pelanggan. Oleh karena itu mulai sekarang penting sekali mengetahui cara membuat WhatsApp dan kelebihannya.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Fitur yang bisa mendukung kelebihan ini adalah adanya balasan pesan otomatis saat Anda sedang tidak mengoperasikan WhatsApp bisnis tersebut. misalkan saja Anda menjual produk yang tersedia setiap saat. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Kemudian ada pelanggan yang mengirimkan pesan WhatsApp apakah tersedia produk atau tidak. Anda bisa mengatur pesan balasan otomatis yang isinya keterangan bahwa produk selalu tersedia. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Ini akan jauh lebih efektif dan membantu dibandingkan tanpa menggunakan balasan otomatis. Sebab pastinya pihak pelanggan akan senantiasa menunggu balasan dari pelaku bisnis saat pertanyaan itu diajukan. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Saat Anda memasang pesan otomatis, maka pelanggan bisa segera tahu keadaannya dan bisa lebih cepat melakukan pembelian produk. Selain itu adanya Label dan Statistik juga bisa memberikan kualitas hubungan dengan pelanggan yang lebih baik. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Anda bisa memberikan label seperti unpaid dan paid dimana untuk label unpaid menandakan sudah pesan belum dilakukan pembayaran. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Ini akan memudahkan proses filter pelanggan dan mempermudah proses follow up agar pelanggan segera melakukan pembayaran.<\/span><\/p>\n<ol>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Jadi Terpercaya<\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Sebuah bisnis yang Anda jalankan secara online mengharuskan memiliki tingkat kepercayaan yang tinggi juga. Karena bisnis online sangat rentan sekali mengalami penipuan yang membuat para pelanggan juga akan sangat berhati-hati saat bertransaksi.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Dari sisi penjual atau pemilik bisnis, memang wajib membuat bisnisnya itu jadi terpercaya dan tidak membuat pelanggan curiga. Salah satu caranya adalah dengan memanfaatkan WhatsApp bisnis ini. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Dengan memahami cara membuat WhatsApp bisnis dan kelebihannya, Anda jadi bisa memberikan informasi lengkap mengenai bisnis tersebut. Informasi yang dimaksud seperti alamat bisnis, website, media sosial, layanan pelanggan, review Google Map dan lain-lain.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Para pelanggan sendiri dari waktu ke waktu juga akan semakin pandai dan berhati-hati dalam memilih penjual. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Jadi Anda harus bisa memberikan keyakinan yang kuat agar para pelanggan bisa percaya dengan produk yang dijual seperti dengan menggunakan WhatsApp bisnis ini.<\/span><\/p>\n<ol>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Promosi Produk Lebih Mudah<\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Kelebihan terakhir yang bisa Anda dapatkan ketika memutuskan memakai WhatsApp bisnis yaitu bisa mempromosikan produk dengan lebih mudah. WhatsApp bisnis telah menjadi sebuah media yang serba guna yaitu selain untuk komunikasi, juga bisa untuk pemasaran.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Bentuk promosi ini pertama bisa dengan menempatkan katalog produk di dalam informasi akun WhatsApp bisnis. Kemudian bisa juga dengan mengirimkan pesan kepada para pelanggan dengan metode broadcast agar menjangkau banyak orang.<\/span><\/p>\n<p style=\"text-align: center;\">Baca juga : <a href=\"https:\/\/www.niagaweb.co.id\/blog\/ide-peluang-bisnis-online\/\">Ide Peluang Bisnis Online yang Menjanjikan<\/a><\/p>\n<p><b>Cara Membuat WhatsApp Bisnis<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Cara membuat akun WhatsApp khusus bisnis ini sebenarnya sangat mudah dan cukup cepat. Bagian yang paling penting adalah justru pengelolaan pasca akun sudah berhasil dibuat. Agar akun WhatsApp bisnis Anda bisa memiliki penampilan yang menarik dan membuat pelanggan nyaman.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Berikut cara membuat WhatsApp bisnis:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Langkah yang pertama pastinya download dulu aplikasi WhatsApp bisnis dari pusat download aplikasi.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Setelah aplikasi terpasang sempurna, bisa buka dan jalankan seperti biasanya.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Kemudian di halaman pertama Anda harus memasukkan nomor telepon untuk pendaftaran WhatsApp bisnis. Gunakan nomor khusus agar urusan pribadi tidak bercampur dengan urusan bisnis.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Berikutnya proses pembuatan akun akan berlangsung dan jangan lupa juga verifikasi kalau ada SMS yang masuk.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Lalu jika akun sudah dibuat, masuk saja ke menu “<\/span><b>Settings<\/b><span style=\"font-weight: 400;\">” yang ada di dalam simbol titik tiga atas pojok kanan.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Selanjutnya di dalam menu Settings, bisa pilih opsi tulisan “<\/span><b>Business Settings<\/b><span style=\"font-weight: 400;\">” dan berikutnya tap opsi “<\/span><b>Profile<\/b><span style=\"font-weight: 400;\">”.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Pada bagian ini, isilah data sesuai dengan informasi bisnis yang Anda jalankan seperti nama, alamat lengkap, kontak, email, website, alamat Google Map dan lain-lain.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Jika sudah Anda bisa menyimpannya.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Kembali ke menu “<\/span><b>Settings<\/b><span style=\"font-weight: 400;\">” lalu ke “<\/span><b>Business Settings<\/b><span style=\"font-weight: 400;\">”, masuk pada pilihan “<\/span><b>Away Message\/Greeting Message\/Quick Message Replies<\/b><span style=\"font-weight: 400;\">”.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Fitur ini bermanfaat untuk mengatur pengiriman pesan balasan otomatis kepada pelanggan.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">Berikutnya bisa simpan dan sekarang WhatsApp bisnis Anda sudah jadi. <\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Penting sekali bagi Anda untuk memahami <\/span><b>cara membuat WhatsApp bisnis dan kelebihannya<\/b><span style=\"font-weight: 400;\">. Mengingat fungsi WhatsApp bisnis ternyata sangat banyak untuk mempermudah komunikasi Anda dengan para pelanggan.<\/span><\/p>\n<p><span style=\"font-weight: 400;\"> Bila Anda sedang membutuhkan <a href=\"https:\/\/www.niagaweb.co.id\/jasa-pembuatan-website-bandung\/\">jasa pembuatan website bandung<\/a> ataupun di lokasi lain dapat menghubungi kami Niagaweb kami melayani jasa pembuatan website via online di lokasi manapun di Indonesia.<\/span><\/p>\n<p><center><a class=\"button\" href=\"https:\/\/www.niagaweb.co.id\/jasa-pembuatan-website\/\">Buat Website Mu Sekarang Gratis Domain di Niagaweb<\/a><\/center>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Beberapa tahun ini sedang ramai penggunaan aplikasi WhatsApp. Terlebih lagi sekarang Anda juga bisa memaksimalkan WhatsApp dengan versi WhatsApp Business. Jika belum tahu, sepertinya mulai sekarang Anda harus memahami cara membuat WhatsApp bisnis dan kelebihannya. Karena aplikasi WhatsApp bisnis ini sangat menunjang sekali aktivitas bisnis sehari-hari. Ada banyak sekali fitur dan kelebihan di dalamnya yang [&hellip;]<\/p>\n","protected":false},"author":10,"featured_media":2274,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[146],"tags":[],"_links":{"self":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/2187"}],"collection":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/comments?post=2187"}],"version-history":[{"count":6,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/2187\/revisions"}],"predecessor-version":[{"id":2582,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/2187\/revisions\/2582"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media\/2274"}],"wp:attachment":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media?parent=2187"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/categories?post=2187"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/tags?post=2187"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}