{"id":2839,"date":"2022-03-15T04:45:01","date_gmt":"2022-03-15T04:45:01","guid":{"rendered":"https:\/\/www.niagaweb.co.id\/blog\/?p=2839"},"modified":"2022-03-15T04:45:01","modified_gmt":"2022-03-15T04:45:01","slug":"cara-memulai-bisnis-online","status":"publish","type":"post","link":"https:\/\/www.niagaweb.co.id\/blog\/cara-memulai-bisnis-online\/","title":{"rendered":"7+ Cara Memulai Bisnis Online dari Nol, Pemula Saja Pasti Bisa!"},"content":{"rendered":"<p>Anda masih ragu untuk membuka usaha di internet karena katanya ribet? Jangan takut, cara memulai bisnis online sebenarnya tidak sesulit yang Anda bayangkan.<\/p>\n<p>Bahkan, cukup dengan beberapa langkah saja, bisnis Anda sudah siap go online.<\/p>\n<p>Ingin belajar berbisnis online dengan mudah? Artikel ini bisa menjadi panduan awal Anda untuk belajar langkah-langkahnya. Mulai dari mencari ide bisnis hingga membuat pelanggan jadi loyal.<\/p>\n<p>Yuk, mulai!<\/p>\n<h2>7+ Cara Memulai Bisnis Online dari Nol<\/h2>\n<p>Seperti apa cara memulai bisnis online dari nol? Inilah sembilan langkah yang harus Anda lakukan:<\/p>\n<h3>1. Ketahui Kebutuhan Pasar<\/h3>\n<p>Anda membeli sebuah produk karena manfaatnya, bukan? Orang lain pun demikian.<\/p>\n<p>Itulah kenapa cara memulai bisnis online yang pertama adalah mencari tahu kebutuhan konsumen. Tujuannya, Anda bisa menawarkan produk yang cocok dengan mereka. Jadi, kemungkinan produk itu dibeli lebih besar.<\/p>\n<p>Untuk memulainya, kenali masalah-masalah yang dihadapi konsumen dulu. Kemudian, ciptakan produk yang menjadi solusi dari masalah tersebut.<\/p>\n<p>Caranya bisa dengan mewawancarai target konsumen Anda. Tidak perlu wawancara yang terlalu mendetail, cukup yang paling relevan dengan produk.<\/p>\n<p>Dari hasil wawancara, Anda pasti menemukan lebih dari satu masalah yang disampaikan. Nah, sortir masalah yang dialami banyak orang dan bisa Anda selesaikan.<\/p>\n<p>Kemudian, buatlah produk yang menjawab kebutuhan dari konsumen tersebut.<\/p>\n<h3>2. Validasi dengan Riset Pasar<\/h3>\n<p>Cara memulai bisnis online selanjutnya adalah melakukan riset pasar.<\/p>\n<p>Riset pasar adalah upaya mengumpulkan dan menganalisis data tentang target konsumen. Tujuannya, mendapatkan banyak data untuk memvalidasi masalah konsumen.<\/p>\n<p>Ada beberapa cara untuk melakukannya:<\/p>\n<p><strong>Pertama<\/strong>, lakukan riset keyword atau kata kunci pencarian Google. Tujuannya, memeriksa kata kunci apa yang sering digunakan terkait masalah konsumen.<\/p>\n<p>Kalau volume pencariannya besar, artinya banyak orang memiliki masalah sesuai keyword tersebut.<\/p>\n<p>Ada banyak tools yang bisa Anda manfaatkan untuk riset kata kunci. Salah satu yang gratis yaitu <strong>Google Trends<\/strong>.<\/p>\n<p><a href=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/contoh-penggunaan-google-trends.png\"><img loading=\"lazy\" class=\"aligncenter wp-image-2840 size-large\" src=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/contoh-penggunaan-google-trends-1024x464.png\" alt=\"menggunakan google trends sebagai cara memulai bisnis online\" width=\"1024\" height=\"464\" srcset=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/contoh-penggunaan-google-trends-1024x464.png 1024w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/contoh-penggunaan-google-trends-300x136.png 300w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/contoh-penggunaan-google-trends-768x348.png 768w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/contoh-penggunaan-google-trends-1536x696.png 1536w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/contoh-penggunaan-google-trends.png 1897w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\n<p><strong>Kedua<\/strong>, periksa popularitas keyword di media sosial juga. Sebagai contoh, media sosial seperti Facebook memiliki fitur grup yang tidak jarang digunakan sebagai forum diskusi konsumen tentang masalah mereka.<\/p>\n<p>Kalau sudah melakukan dua cara tadi, Anda bisa juga mengadakan survei. Tujuannya, agar Anda bisa mendapatkan informasi soal target pasar secara lebih mendalam.<\/p>\n<h3>3. Analisis Kompetitor<\/h3>\n<p>Setelah memvalidasi ide bisnis dengan riset pasar, saatnya melakukan analisis kompetitor.<\/p>\n<p>Tentunya, hal ini dilakukan dengan dua alasan. <strong>Pertama<\/strong>, mengukur persaingan bisnis yang akan dihadapi. <strong>Kedua<\/strong>, mempelajari para pesaing bisnis untuk menemukan celah memenangkan persaingan.<\/p>\n<p>Tapi sebelum itu, siapa sebenarnya kompetitor bisnis Anda? Agar bisa menentukannya, Anda perlu tahu bahwa ada tiga jenis kompetitor, yaitu:<\/p>\n<ul>\n<li><strong>Kompetitor utama<\/strong>: target pasarnya sama dengan Anda, produknya juga mirip<\/li>\n<li><strong>Kompetitor sekunder<\/strong>: produknya mirip dengan Anda, tapi membidik pasar yang berbeda<\/li>\n<li><strong>Kompetitor tersier<\/strong>: tidak secara langsung bersaing dengan Anda karena produknya tidak berkaitan dengan produk Anda<\/li>\n<\/ul>\n<p>Nah, prioritas Anda adalah mengalahkan bisnis yang termasuk kategori kompetitor utama.<\/p>\n<p>Lalu, bagaimana cara melakukan analisis kompetitor? Ada beberapa langkahnya:<\/p>\n<p><strong>Pertama<\/strong>, pelajari website kompetitor. Di sini, Anda perlu memperhatikan hal-hal seperti desain website, alur transaksi, dan customer service mereka.<\/p>\n<p><strong>Kedua<\/strong>, pelajari akun media sosial kompetitor. Cari tahu platform apa saja yang mereka gunakan, konsep postingnya, dan bagaimana mereka merespon komentar konsumen.<\/p>\n<p><strong>Ketiga<\/strong>, cari review soal produk kompetitor. Dengan melakukan itu, Anda bisa tahu persis apa saja yang bisa ditingkatkan dari produk Anda.<\/p>\n<p><strong>Keempat<\/strong>, cari tahu market positioning kompetitor. Ini adalah citra produk di mata pelanggan. Contohnya, produk Apple dekat dengan kesan mewah, sedangkan produk Xiaomi dikenal merakyat.<\/p>\n<p>Memahami market positioning itu penting. Sebab, hal itu bisa menjadi celah untuk bersaing. Misalnya, jika kebanyakan kompetitor menyasar konsumen menengah keatas, Anda bisa fokus pada konsumen menengah kebawah.<\/p>\n<p>Untuk mencari tahu market positioning sebuah bisnis, Anda harus meletakkan diri Anda di posisi konsumen. Jadi, pastikan Anda membeli produk kompetitor, daftar email newsletter-nya, dan ikuti blognya.<\/p>\n<p>Dari situ, Anda mampu melakukan langkah kelima, yaitu membandingkan harga. Cara ini bisa jadi pertimbangan Anda dalam menentukan harga nantinya.<\/p>\n<h3>4. Tentukan Model Bisnis<\/h3>\n<p><a href=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-menentukan-model-bisnis.jpg\"><img loading=\"lazy\" class=\"aligncenter wp-image-2842 size-large\" src=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-menentukan-model-bisnis-1024x682.jpg\" alt=\"ilustrasi menentukan model bisnis sebagai bagian cara memulai bisnis online\" width=\"1024\" height=\"682\" srcset=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-menentukan-model-bisnis-1024x682.jpg 1024w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-menentukan-model-bisnis-300x200.jpg 300w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-menentukan-model-bisnis-768x512.jpg 768w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-menentukan-model-bisnis.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\n<p>Setelah menganalisis kompetitor, cara memulai bisnis online selanjutnya adalah menentukan model bisnis.<\/p>\n<p>Cara Anda menjual produk memang merupakan bagian penting dari strategi persaingan.<\/p>\n<p>Contoh sederhananya begini:<\/p>\n<p>Kompetitor Anda merupakan manufaktur sepatu. Karena sudah cukup lama berjalan dan memiliki cukup modal, mereka bisa mendesain dan memproduksi sepatu sendiri. Sementara itu, Anda memiliki modal kecil, sehingga belum bisa memiliki pabrik.<\/p>\n<p>Solusinya, Anda memilih model bisnis dropship sebagai model bisnisnya.<\/p>\n<p>Dalam model bisnis ini Anda bekerjasama dengan distributor. Mereka yang melakukan pembuatan, manajemen stok, dan pengiriman produknya. Anda hanya menyediakan lapak marketplace atau website toko online sebagai tempat konsumen bertransaksi.<\/p>\n<p>Dengan model bisnis seperti itu, Anda tetap bisa memulai bisnis di industri sepatu tanpa modal besar.<\/p>\n<p style=\"text-align: center;\"><strong>Baca Juga: <a href=\"https:\/\/www.niagaweb.co.id\/blog\/usaha-sampingan-online\/\" target=\"_blank\" rel=\"noopener\">12+ Usaha Sampingan Online Tanpa Modal yang Unik dan Cuan<\/a><\/strong><\/p>\n<h3>5. Tentukan Target Pasar<\/h3>\n<p>Setelah memiliki data yang cukup, Anda siap untuk menentukan target pasar, yaitu kelompok konsumen yang bisnis Anda bidik.<\/p>\n<p>Menentukan target pasar adalah keharusan. Dengan cara memulai bisnis online ini, Anda dapat membuat produk dan memilih strategi pemasaran yang cocok dengan konsumen.<\/p>\n<p>Cara untuk menentukan target pasar adalah mengelompokkan konsumen berdasarkan demografi dan psikografinya.<\/p>\n<p>Demografi meliputi umur, gender, tempat tinggal, pendapatan, pendidikan, dan latar belakang sosial lainnya. Sementara itu, psikografi meliputi hal seperti hobi, minat, dan nilai-nilai yang dipercayai.<\/p>\n<p>Nah, untuk membuat buyer persona yang akurat, Anda perlu mewawancarai target konsumen. Dengan demikian, Anda akan mengenal target pasar secara lebih personal.<\/p>\n<h3>6. Ciptakan Produk<\/h3>\n<p>Dengan meneliti kompetitor dan target pasar, Anda punya cukup data untuk tahu produk apa yang menjawab kebutuhan konsumen.<\/p>\n<p>Misalnya, Anda ingin terjun ke bisnis makanan. Nah, dari hasil riset, ternyata frozen food sedang diminati. Dengan begitu, Anda bisa fokus ke bisnis tersebut, baik menciptakan produk sendiri atau sebagai reseller.<\/p>\n<p style=\"text-align: center;\"><strong>Baca Juga: <a href=\"https:\/\/www.niagaweb.co.id\/blog\/jualan-online\/\" target=\"_blank\" rel=\"noopener\">11+ Ide Produk Jualan Online dengan Modal Kecil yang Laris<\/a><\/strong><\/p>\n<h3>7. Jual Produk Secara Online di Website<\/h3>\n<p><a href=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-berjualan-di-website.jpg\"><img loading=\"lazy\" class=\"aligncenter wp-image-2843 size-large\" src=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-berjualan-di-website-1024x448.jpg\" alt=\"ilustrasi berjualan di website sebagai cara memulai bisnis online\" width=\"1024\" height=\"448\" srcset=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-berjualan-di-website-1024x448.jpg 1024w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-berjualan-di-website-300x131.jpg 300w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-berjualan-di-website-768x336.jpg 768w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-berjualan-di-website.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\n<p>Kalau ingin jualan lebih laris, go online bisa jadi pilihan bijaksana. Anda bisa melakukannya dengan memanfaatkan media sosial atau marketplace.<\/p>\n<p>Dua platform tersebut cukup efektif untuk pemula. Namun, website tetap diutamakan. Lho, kenapa?<\/p>\n<p>Alasannya, website sudah dianggap sebagai wujud kredibilitas bisnis. Kalau Anda sudah berbisnis di marketplace, upgrade dengan berjualan di website tidak sulit, kok.<\/p>\n<p>Apalagi sekarang kalau bisnis tidak memiliki website, konsumen bisa ragu untuk bertransaksi.<\/p>\n<p>Selain itu, website jauh lebih fleksibel daripada marketplace dan media sosial. Anda bisa mengatur tampilan, menentukan metode pembayaran, lebih leluasa melakukan promo, dan masih banyak manfaat lainnya.<\/p>\n<p>Di samping itu, membuat website tidak sulit. Anda bisa menggunakan platform <a href=\"https:\/\/www.niagaweb.co.id\/blog\/wordpress-adalah\/\" target=\"_blank\" rel=\"noopener\">WordPress<\/a> yang mudah digunakan.<\/p>\n<p>Dengan menggunakan WordPress, Anda bisa menata tampilan website dan menambahkan fitur dengan beberapa klik saja. Kalau membangun website dari nol, Anda harus paham bahasa pemrograman.<\/p>\n<p>Kalau ingin segera memiliki website yang desain dan fiturnya lengkap untuk bisnis, Anda juga bisa menggunakan jasa pembuatan website seperti <a href=\"https:\/\/www.niagaweb.co.id\/\" target=\"_blank\" rel=\"noopener\">Niagaweb<\/a>.<\/p>\n<h3>8. Pasarkan Bisnis Anda<\/h3>\n<p>Anda tidak berharap konsumen akan datang ke toko online dengan sendirinya, kan? Oleh karena itu, Anda harus melakukan pemasaran dengan rencana yang baik.<\/p>\n<p>Lalu, seperti apa promosi yang sebaiknya dilakukan? Apakah dengan beriklan di baliho, koran, dan TV?<\/p>\n<p>Bisa saja, tapi, kenapa tidak menggunakan <a href=\"https:\/\/www.niagaweb.co.id\/blog\/apa-itu-digital-marketing\/\" target=\"_blank\" rel=\"noopener\">digital marketing<\/a> yang lebih efektif dan murah?<\/p>\n<p>Kinerja pemasaran online lebih mudah dipantau dengan berbagai tools yang canggih. Bahkan, Anda bisa menyesuaikan biaya pemasaran sesuai kebutuhan. Harapannya, langkah pemasaran yang dilakukan lebih tepat sasaran.<\/p>\n<p>Dalam digital marketing, ada banyak strategi pemasaran yang bisa Anda lakukan, termasuk:<\/p>\n<ul>\n<li><a href=\"https:\/\/www.niagaweb.co.id\/blog\/apa-itu-content-marketing\/\" target=\"_blank\" rel=\"noopener\">Content marketing<\/a><\/li>\n<li><a href=\"https:\/\/www.niagaweb.co.id\/blog\/fakta-email-marketing\/\" target=\"_blank\" rel=\"noopener\">Email marketing<\/a><\/li>\n<li>Social media marketing<\/li>\n<li><a href=\"https:\/\/www.niagaweb.co.id\/blog\/belajar-seo\/\" target=\"_blank\" rel=\"noopener\">Search engine optimization (SEO)<\/a><\/li>\n<li><a href=\"https:\/\/www.niagaweb.co.id\/blog\/apa-itu-sem\/\" target=\"_blank\" rel=\"noopener\">Search engine marketing (SEM)<\/a><\/li>\n<li>Affiliate marketing<\/li>\n<li>Influencer marketing<\/li>\n<li>dan masih banyak lagi<\/li>\n<\/ul>\n<p>Nah, dari sekian strategi pemasaran online, mana yang tepat untuk bisnis Anda? Untuk mempelajarinya, simak artikel berikut ini → <a href=\"https:\/\/www.niagaweb.co.id\/blog\/strategi-pemasaran-yang-efektif\/\" target=\"_blank\" rel=\"noopener\">Strategi Pemasaran yang Efektif untuk Bisnis Anda<\/a><\/p>\n<h3>9. Pertahankan Pelanggan<\/h3>\n<p><a href=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-mempertahankan-pelanggan.jpg\"><img loading=\"lazy\" class=\"aligncenter wp-image-2844 size-large\" src=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-mempertahankan-pelanggan-1024x682.jpg\" alt=\"ilustrasi mempertahankan pelanggan\" width=\"1024\" height=\"682\" srcset=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-mempertahankan-pelanggan-1024x682.jpg 1024w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-mempertahankan-pelanggan-300x200.jpg 300w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-mempertahankan-pelanggan-768x512.jpg 768w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-mempertahankan-pelanggan.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\n<p>Bagaimana kalau strategi pemasaran Anda berhasil mendatangkan konsumen? Belum lagi, mereka ternyata suka dengan produk Anda. Pasti menyenangkan, bukan?<\/p>\n<p>Tapi, jangan berhenti pada upaya mencari pelanggan baru. Buatlah mereka agar menjadi pelanggan setia.<\/p>\n<p>Upaya mendapatkan pelanggan baru <a href=\"https:\/\/www.invespcro.com\/blog\/customer-acquisition-retention\/\" target=\"_blank\" rel=\"noopener\">lima kali lebih mahal<\/a> dibandingkan mempertahankan pelanggan lama. Jadi, bisa dibayangkan berapa biaya yang dibutuhkan jika hanya mengandalkan pelanggan baru saja.<\/p>\n<p>Nah, supaya pelanggan jadi loyal, Anda perlu membuat upaya-upaya di bawah ini:<\/p>\n<ul>\n<li>Buat loyalty program<\/li>\n<li>Kembangkan produk Anda agar lebih unggul dari kompetitor<\/li>\n<li>Sediakan customer service yang berkualitas<\/li>\n<li>Buat komunitas pelanggan Anda<\/li>\n<li>Minta saran dan kritik dari pelanggan<\/li>\n<\/ul>\n<h2>Ingin Mulai Bisnis Online? Buat Website di Niagaweb!<\/h2>\n<p>Demikianlah cara memulai bisnis online dari nol. Tidak serumit yang Anda bayangkan, bukan?<\/p>\n<p>Yang penting, dalam belajar berbisnis online, Anda harus memiliki ketekunan dan keinginan untuk mengenal konsumen Anda. Dengan begitu, Anda bisa menciptakan produk yang bisa merebut hati target pasar.<\/p>\n<p>Nah, supaya lebih mudah meyakinkan konsumen, Anda harus memiliki website. Kalau hanya berjualan di media sosial atau marketplace saja, kredibilitas bisnis Anda masih kurang.<\/p>\n<p>Website juga memiliki beberapa keunggulan dibandingkan kedua platform tersebut. Mulai dari kebebasan mengatur tampilan dan fitur, menentukan promo, hingga memilih cara pembayaran.<\/p>\n<p>Untuk membuat website dengan mudah, Anda bisa menggunakan WordPress yang ramah pengguna awam. Platform ini bisa dikelola tanpa harus belajar bahasa pemrograman.<\/p>\n<p>Tapi, jika ingin lebih praktis lagi, solusinya adalah menggunakan <a href=\"https:\/\/www.niagaweb.co.id\/\" target=\"_blank\" rel=\"noopener\">jasa pembuatan website<\/a> Niagaweb. Di sini, Anda bisa memesan toko online, website perusahaan, atau jenis website bisnis lainnya mulai dari Rp1,5 juta saja.<\/p>\n<p>Bagaimana? Siap memiliki website untuk bisnis online? Klik tombol di bawah ini untuk pesan sekarang!<\/p>\n<p style=\"text-align: center;\"><a class=\"button\" href=\"https:\/\/www.niagaweb.co.id\/harga-pembuatan-website\/\" target=\"_blank\" rel=\"noopener\">Saya Ingin Pesan Website Bisnis<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Anda masih ragu untuk membuka usaha di internet karena katanya ribet? Jangan takut, cara memulai bisnis online sebenarnya tidak sesulit yang Anda bayangkan. Bahkan, cukup dengan beberapa langkah saja, bisnis Anda sudah siap go online. Ingin belajar berbisnis online dengan mudah? Artikel ini bisa menjadi panduan awal Anda untuk belajar langkah-langkahnya. Mulai dari mencari ide [&hellip;]<\/p>\n","protected":false},"author":123459,"featured_media":2846,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[146,145],"tags":[],"_links":{"self":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/2839"}],"collection":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/users\/123459"}],"replies":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/comments?post=2839"}],"version-history":[{"count":3,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/2839\/revisions"}],"predecessor-version":[{"id":2848,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/2839\/revisions\/2848"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media\/2846"}],"wp:attachment":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media?parent=2839"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/categories?post=2839"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/tags?post=2839"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}