{"id":2858,"date":"2022-03-23T02:56:11","date_gmt":"2022-03-23T02:56:11","guid":{"rendered":"https:\/\/www.niagaweb.co.id\/blog\/?p=2858"},"modified":"2022-03-23T08:08:55","modified_gmt":"2022-03-23T08:08:55","slug":"cara-iklan-di-instagram","status":"publish","type":"post","link":"https:\/\/www.niagaweb.co.id\/blog\/cara-iklan-di-instagram\/","title":{"rendered":"Cara Pasang Iklan di Instagram untuk Pemula"},"content":{"rendered":"<p>Hadirnya berbagai jenis iklan saat ini menjadi keuntungan bagi bisnis. Tidak seperti dulu yang hanya di media cetak dan elektronik, kini banyak pilihan iklan melalui online.<\/p>\n<p>Keuntungan menggunakan iklan secara online adalah prosesnya cepat, praktis, dan menjangkau lebih banyak orang.<\/p>\n<p>Nah, salah satu media media yang potensial sebagai tempat beriklan adalah Instagram. Platform media sosial ini memberikan manfaat iklan online yang dibutuhkan oleh para pelaku bisnis.<\/p>\n<p>Anda penasaran bagaimana cara iklan di Instagram? Artikel ini akan jadi konten yang menarik untuk Anda baca.<\/p>\n<h2>Apa itu Instagram Ads?<\/h2>\n<p>Sebelum membahas lebih dalam tentang bagaimana cara iklan di Instagram, ada baiknya jika Anda mengenal apa itu Instagram Ads.<\/p>\n<p>Instagram ads adalah salah satu platform iklan yang ada di Instagram, di mana Anda dapat membuat iklan di bagian feed Instagram dan Instagram Stories.<\/p>\n<p><a href=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-instagram.png\"><img loading=\"lazy\" class=\"aligncenter wp-image-2859 size-full\" src=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-instagram.png\" alt=\"ilustrasi instagram\" width=\"924\" height=\"553\" srcset=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-instagram.png 924w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-instagram-300x180.png 300w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2022\/03\/ilustrasi-instagram-768x460.png 768w\" sizes=\"(max-width: 924px) 100vw, 924px\" \/><\/a><\/p>\n<p>Bagi Anda yang sudah pernah membuat iklan di Facebook Ads, membuat iklan di Instagram tidak terlalu sulit. Lantaran, sejak bergabung dengan Facebook, platform iklan di kedua sosial media ini menjadi satu.<\/p>\n<p>Artinya, langkah pembuatan Instagram Ads tidak jauh berbeda dengan cara membuat Facebook Ads.<\/p>\n<h2>Apa Manfaat Instagram Ads untuk Bisnis Anda?<\/h2>\n<p>Lalu, apa manfaat yang akan didapat ketika Anda membuat iklan di Instagram? Inilah berbagai manfaatnya:<\/p>\n<h3>1. Meningkatkan Brand Awareness<\/h3>\n<p>Manfaat pertama yang akan Anda dapatkan ketika menggunakan Instagram Ads sendiri adalah untuk meningkatkan brand awareness.<\/p>\n<p>Brand awareness mampu menciptakan kepercayaan konsumen dan mendorong konsumen loyal dengan berbagi produk atau jasa yang Anda miliki.<\/p>\n<p>Selain itu, media iklan seperti ini juga akan mempermudah Anda dalam memperoleh konsumen baru yang lebih banyak.<\/p>\n<p>Salah satu cara yang paling banyak digunakan adalah membuat postingan visual berupa foto atau video yang menarik, menggunakan seorang influencer.<\/p>\n<h3>2. Memperoleh Informasi tentang Pengguna Instagram secara Lebih Spesifik<\/h3>\n<p>Ketika Anda beriklan di Instagram Ads, Anda akan memperoleh informasi atau data yang lebih spesifik tentang pengguna Instagram itu sendiri. Misalnya saja tentang lokasi pengguna, usia, aneka kebiasaan bahkan hingga jenis kelamin.<\/p>\n<p>Berbagai data tersebut, mudah Anda peroleh dengan menggunakan fitur “insight”, khususnya setelah Anda mendaftarkan akun Instagram biasa menjadi akun Instagram bisnis.<\/p>\n<p>Fitur ini yang kelak akan mempermudah Anda dalam menyusun strategi promosi dan sistem penjualan secara lebih efektif.<\/p>\n<h3>3. Tersedia dalam Berbagai Format Iklan<\/h3>\n<p>Di Instagram, setidaknya ada 3 jenis format iklan yang dapat Anda gunakan, yaitu dengan menggunakan video, gambar atau menggunakan beberapa gambar dalam 1 postingan.<\/p>\n<p>Dengan beberapa pilihan format iklan, secara tidak langsung membuat para pengguna akan merasa tertarik untuk menggunakan produk atau jasa yang Anda tawarkan.<\/p>\n<p>Tidak hanya itu, para pengunjung atau calon konsumen juga dapat memberikan komentar, like, atau mem-follow akun Instagram Anda tersebut.<\/p>\n<h3>4. Mampu Mengarahkan Pengunjung untuk Mengunjungi Website Anda<\/h3>\n<p>Manfaat penting lainnya adalah Anda dapat memasukkan link website Anda di Instagram.<\/p>\n<p>Jadi, tidak hanya iklan yang dapat ditonton oleh para konsumen. Namun, mereka juga kelak dapat melihat dan mengunjungi website Anda.<\/p>\n<p>Hasilnya, jumlah pengunjung website akan naik, dan pasti juga berimbas pada kampanye pemasaran yang sedang Anda lakukan.<\/p>\n<h2>Jenis-jenis Iklan di Instagram<\/h2>\n<p>Terutama bagi Anda para pemula, sebelum masuk ke bagian inti atau cara menggunakan Instagram ads, ada baiknya jika Anda juga mengenal aneka jenis iklan yang ada di Instagram.<\/p>\n<p>Yang belum banyak diketahui, jenis iklan di Instagram sendiri ada 4 macam, antara lain :<\/p>\n<h3>1. Stories<\/h3>\n<p>Salah satu jenis iklan yang paling banyak digunakan adalah Stories. Ini adalah jenis video dengan durasi 15 detik, atau bisa juga berupa multiple stories yang saling menyambung satu dengan yang lain.<\/p>\n<p>Dalam hal ini iklan IG\/Instagram sendiri nantinya akan disimpan di bagian tengah, diantara berbagai jenis stories lain yang ada.<\/p>\n<p>Umumnya ukuran iklannya berupa 1 layar penuh, ditambah dengan tombol call–to–action yang nantinya akan mengarahkan audiens ke website atau halaman IG toko yang Anda miliki.<\/p>\n<h3>2. Photo<\/h3>\n<p>Bisa dibilang photo adalah salah satu cara iklan di Instagram yang juga sering digunakan.<\/p>\n<p>Seperti namanya, dalam jenis iklan yang satu ini, visual sangat penting untuk menangkap perhatian dari para pengguna IG.<\/p>\n<p>Itulah mengapa hasil bidikan gambar untuk jenis iklan ini harus benar-benar berkualitas, dan mampu merepresentasikan isi dan maksud dari iklan itu sendiri.<\/p>\n<h3>3. Video<\/h3>\n<p>Tidak jauh berbeda dengan photo, media iklan dengan menggunakan video juga mengutamakan visual, Namun, dengan durasi yang lebih panjang, dalam hal ini sekitar 1 menit.<\/p>\n<p>Dengan begitu, Anda dapat memperkenalkan produk atau jasa dengan durasi lebih lama dan informasi lebih lengkap.<\/p>\n<p>Jadi, pastikan Anda mampu mempresentasikan produk atau layanan yang akan diberikan secara singkat, padat dan jelas bagi para pengguna, dan pastinya harus memikat.<\/p>\n<h3>4. Carousel<\/h3>\n<p>Jenis iklan yang satu ini akan menunjukkan beberapa macam foto atau juga video dalam 1 jenis iklan.<\/p>\n<p>Umumnya iklan jenis ini akan digunakan untuk memperkenalkan produk tertentu dan juga membagikan ‘cerita’ akan produk yang dimaksud secara utuh, dalam bentuk multiple choice.<\/p>\n<h3>5. Collection<\/h3>\n<p>Jenis iklan yang satu ini, bentuknya mirip seperti katalog belanja. Sehingga para konsumen dapat melihat harga dan produk yang sedang diiklankan secara langsung, tanpa harus meng-klik tag harga dari produk itu sendiri.<\/p>\n<h2>Bagaimana Cara Beriklan di Instagram?<\/h2>\n<p>Sekarang kita sudah tiba di bagian inti, yaitu cara membuat iklan Instagram. Tapi sebelumnya, pastikan Anda sudah membuat akun Instagram Bisnis terlebih dahulu.<\/p>\n<h3>1. Membuka Facebook Ads Manager<\/h3>\n<p>Langkah pertama yang sebaiknya Anda lakukan adalah membuka halaman Facebook Ads Manager.<\/p>\n<p>Sebelum itu, tentunya Anda harus sudah melakukan login dulu ke akun Facebook yang Anda gunakan.<\/p>\n<h3>2. Pilih Pembuatan Iklan Terpadu<\/h3>\n<p>Berikutnya buka menu <strong>Kampanye<\/strong>, dan klik <strong>Buat Iklan<\/strong>.<\/p>\n<p>Dalam hal ini Facebook akan memberikan 2 buah pilihan, yaitu <strong>Pembuatan Iklan Terpadu<\/strong> dan juga <strong>Pembuatan Iklan Cepat<\/strong>.<\/p>\n<p>Ada baiknya jika kali ini Anda memilih <strong>Pembuatan Iklan Terpadu<\/strong>, agar iklan Anda jadi lebih spesifik.<\/p>\n<h3>3. Menentukan Tujuan Iklan Anda<\/h3>\n<p>Langkah berikutnya yang sebaiknya Anda lakukan dalam cara iklan di Instagram adalah menentukan tujuan iklan yang ingin dicapai.<\/p>\n<p>Dalam hal ini, pihak Facebook Ads Manager sendiri menyediakan tujuan iklan dalam 3 kategori, yaitu :<\/p>\n<h4>Kesadaran \/ Awareness<\/h4>\n<ul>\n<li><strong>Brand Awareness:<\/strong> Digunakan untuk meningkatkan brand awareness anda dan juga untuk menjangkau orang-orang yang kemungkinan besar tertarik dengan jasa atau produk Anda.<\/li>\n<li><strong>Reach:<\/strong> Menampilkan iklan yang Anda buat pada jumlah penonton secara maksimal.<\/li>\n<\/ul>\n<h4>Pertimbangan \/ Consideration<\/h4>\n<ul>\n<li><strong>Traffic:<\/strong> Berguna untuk meningkatkan jumlah kunjungan ke website yang Anda buat, atau untuk mendapatkan lebih banyak pengguna pada aplikasi Anda.<\/li>\n<li><strong>Interaksi :<\/strong> Dalam pilihan ini, Anda akan lebih dapat melakukan interaksi dalam bentuk like, share, dan juga klik pada iklan yang Anda buat.<\/li>\n<li><strong>Pemasangan aplikasi:<\/strong> Bertujuan untuk mengajak orang lain menginstal aplikasi yang Anda buat.<\/li>\n<li><strong>Penayangan video:<\/strong> Pas untuk Anda yang membuat konten berupa video, dan ingin agar lebih banyak orang menonton video yang Anda buat.<\/li>\n<li><strong>Pembuatan prospek:<\/strong> Berguna untuk mengumpulkan data dari berbagai macam orang yang tertarik pada produk yang Anda miliki.<\/li>\n<li><strong>Pesan:<\/strong> Berguna untuk mengajak para penonton dalam mengirim pesan ke akun bisnis Anda dalam hal ini akun sosial media bisnis yang ada.<\/li>\n<\/ul>\n<h3>Konversi \/ Conversion<\/h3>\n<ul>\n<li><strong>Konversi:<\/strong> Bagi Anda yang ingin meningkatkan jumlah orang yang melakukan pembelian produk melalui website Anda.<\/li>\n<li><strong>Penjualan katalog produk:<\/strong> Opsi ini akan menampilkan iklan tentang produk katalog yang Anda miliki sesuai dengan target yang sudah ditentukan sebelumnya.<\/li>\n<li><strong>Kunjungan toko:<\/strong> Jika Anda yang mempunyai toko offline atau toko fisik, opsi ini akan membantu Anda dalam meningkatkan kunjungan ke toko tersebut.<\/li>\n<\/ul>\n<h3>4. Klik Tujuan Iklan<\/h3>\n<p>Dalam hal ini, Anda juga perlu mempertimbangkan tujuan iklan mana yang dianggap paling cocok, dan sesuai keinginan Anda.<\/p>\n<h3>5. Pilih Jenis Iklan yang akan Digunakan<\/h3>\n<p>Untuk jenis iklan yang akan Anda pilih berikutnya, Facebook menyediakan 2 jenis pilihan, yaitu <strong>Uji Split<\/strong> dan <strong>Pengoptimalan Anggaran<\/strong>.<\/p>\n<p>Dalam hal ini, Anda harus memilih salah satu, mengingat keduanya tidak dapat digunakan secara bersamaan.<\/p>\n<h4>Uji Split<\/h4>\n<p>Kali ini Anda akan diminta untuk membuat 2 buah iklan, dengan konten yang mirip satu dengan yang lain.<\/p>\n<p>Berikutnya, target audience Anda akan dibagi menjadi 2 pula, dan melihat iklan yang juga berbeda. Dengan demikian, Anda akan melihat konten iklan mana yang dinilai paling menarik dan mampu meningkatkan trafik.<\/p>\n<p>Kekurangannya adalah dana yang dibutuhkan 2 kali lipat dibandingkan anggaran biasa.<\/p>\n<h4>Pengoptimalan Anggaran<\/h4>\n<p>Seperti namanya, di opsi ini Anda bebas dalam menentukan anggaran iklan di Instagram Ads. Ini adalah jenis iklan yang terbilang cocok untuk pemula. Anda dapat memasukkan anggaran sesuai budget yang dimiliki.<\/p>\n<h3>6. Tulis Nama Iklan dan Pilih Tujuan Trafik<\/h3>\n<p>Jangan lupa untuk menulis nama iklan yang Anda buat, guna mengecek performa iklan-iklan yang ada di Instagram Ads kelak.<\/p>\n<p>Tidak lupa, pilih juga tujuan trafiknya. Kali ini, Anda juga dapat mengarahkan trafik atau lalu lintas kunjungan ke website, aplikasi, Messenger atau yang lainnya.<\/p>\n<h3>7. Menampilkan promo<\/h3>\n<p>Bagi Anda yang menjalankan promosi bisnis, centang pilihan promo untuk menampilkan promosinya.<\/p>\n<h3>8. Berapa Target Audience Anda<\/h3>\n<p>Untuk menentukan spesifikasi target audience yang Anda inginkan, ada baiknya Anda memperhatikan beberapa faktor tertentu, seperti:<\/p>\n<ul>\n<li><strong>Lokasi:<\/strong> Seperti namanya, maka kali ini Anda dapat menentukan lokasi dari target penonton itu sendiri. Anda dapat memasukkan satu atau bahkan beberapa target negara, negara bagian, kode pos, kota, alamat dan yang lainnya.<\/li>\n<li><strong>Usia:<\/strong> Anda bisa menentukan target audience berdasarkan rentang usia tertentu. Contohnya seperti rentang usia antara 17 – 35 tahun.<\/li>\n<li><strong>Jenis kelamin:<\/strong> Anda dapat mengiklankan produk untuk gender tertentu, misalnya saja produk yang dijual ini khusus untuk wanita, atau justru sebaliknya.<\/li>\n<li><strong>Bahasa:<\/strong> Biasanya jika Anda sudah memilih lokasi, maka kolom bahasa ini dapat dibiarkan kosong.<\/li>\n<li><strong>Penargetan terperinci:<\/strong> Jika Anda yang ingin membuat target iklan secara lebih rinci, mulai dari minat, perilaku, lokasi dan yang lainnya. Anda bisa menentukan opsi ini.<\/li>\n<li><strong>Koneksi:<\/strong> Bagi Anda yang ingin memberi iklan pada orang tertentu yang terhubung dengan laman Anda, aplikasi atau yang lainnya.<\/li>\n<\/ul>\n<h3>9. Pilih Penempatan<\/h3>\n<p>Apabila Anda memilih sistem penempatan otomatis, maka iklan dapat Anda tampilkan di Facebook, Instagram atau aplikasi lain yang sudah bekerja sama dengan Facebook itu sendiri. Atau bisa juga Anda memilih iklan hanya ditampilkan di Instagram saja.<\/p>\n<h3>10. Pilih Jadwal Iklan<\/h3>\n<p>Jangan lupa, untuk memilih berapa lama iklan tersebut akan ditampilkan, misalnya saja selama 1 bulan, 3 bulan, atau sesuai durasi kampanye pemasarannya.<\/p>\n<h3>11. Link dengan Akun Instagram<\/h3>\n<p>Dalam hal ini, Anda perlu menambahkan akun Instagram bisnis yang ingin ditautkan dengan laman Facebook yang digunakan.<\/p>\n<h3>12. Pilih Format Iklan<\/h3>\n<p>Pilih salah satu dari 5 jenis format iklan yang ingin Anda gunakan, seperti <strong>carousel<\/strong>, <strong>gambar tunggal<\/strong>, <strong>video tunggal<\/strong>, <strong>tayangan slide<\/strong> atau juga <strong>collection<\/strong>.<\/p>\n<h3>13. Membuat Teks<\/h3>\n<p>Jangan lupa untuk membuat deskripsi tentang iklan itu sendiri. Pastikan buat deskripsi yang menarik, dan singkat agar audiens paham dan tertarik dengan iklan tersebut.<\/p>\n<h3>14. Masukkan Informasi Iklannya<\/h3>\n<p>Dalam hal ini pilih gambar yang sesuai dengan deskripsi iklan yang akan Anda gunakan. Setiap format Instagram Ads yang digunakan, membutuhkan ukuran gambar yang berbeda. Misalnya saja, ukuran <strong>1290 x 1290<\/strong>.<\/p>\n<p>Jangan lupa tambahkan juga judul iklan di kolom bagian bawah. Pastikan Anda membuat judul iklan yang menarik perhatian para audiens.<\/p>\n<p>Masukkan juga link atau juga tautan yang ingin Anda masukkan, dalam hal ini website Anda.<\/p>\n<h3>15. Lakukan pembayaran<\/h3>\n<p>Anda dapat membayar dengan menggunakan kartu debit atau juga kartu kredit.<\/p>\n<p>Ketika Anda sudah melakukan pembayaran, maka berikutnya Facebook \/ Instagram akan melakukan review iklan yang Anda buat, dan akan menampilkannya, jika semua persyaratan dan ketentuan yang diberikan sudah terpenuhi.<\/p>\n<h2>Tertarik Coba Cara Iklan di Instagram?<\/h2>\n<p>Dari ulasan di atas, tentunya cara iklan di Instagram tidak terlalu sulit. Anda hanya perlu melakukan aneka langkah yang sudah diberikan di atas.<\/p>\n<p>Untuk memberikan pengalaman berbelanja yang lebih menarik, Anda bisa membuat website untuk dikunjungi follower bisnis Anda.<\/p>\n<p>Dalam membuat website yang stabil dan berkualitas, sebaiknya jika Anda menyerahkannya pada <a href=\"http:\/\/niagaweb.co.id\" target=\"_blank\" rel=\"noopener\">jasa pembuatan website<\/a> yang terpercaya.<\/p>\n<p>Hasilnya tidak hanya Anda sukses ketika beriklan di Instagram Ads, namun juga saat berjualan di website.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Hadirnya berbagai jenis iklan saat ini menjadi keuntungan bagi bisnis. Tidak seperti dulu yang hanya di media cetak dan elektronik, kini banyak pilihan iklan melalui online. Keuntungan menggunakan iklan secara online adalah prosesnya cepat, praktis, dan menjangkau lebih banyak orang. Nah, salah satu media media yang potensial sebagai tempat beriklan adalah Instagram. Platform media sosial [&hellip;]<\/p>\n","protected":false},"author":123459,"featured_media":2860,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[140,141],"tags":[],"_links":{"self":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/2858"}],"collection":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/users\/123459"}],"replies":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/comments?post=2858"}],"version-history":[{"count":3,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/2858\/revisions"}],"predecessor-version":[{"id":2864,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/2858\/revisions\/2864"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media\/2860"}],"wp:attachment":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media?parent=2858"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/categories?post=2858"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/tags?post=2858"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}