{"id":446,"date":"2021-07-26T03:28:16","date_gmt":"2021-07-26T03:28:16","guid":{"rendered":"http:\/\/blog.niagaweb.co.id\/?p=446"},"modified":"2022-01-05T07:19:31","modified_gmt":"2022-01-05T07:19:31","slug":"bagaimana-cara-menentukan-target-lokasi-iklan-google-adwords","status":"publish","type":"post","link":"https:\/\/www.niagaweb.co.id\/blog\/bagaimana-cara-menentukan-target-lokasi-iklan-google-adwords\/","title":{"rendered":"Bagaimana cara menentukan target lokasi iklan Google Adwords?"},"content":{"rendered":"<p>Pernahkah Anda bertanya-tanya bagaimana cara untuk meningkatkan peringkat iklan Google Adwords dan meningkatkan efektifitasnya?<\/p>\n<p>Dalam artikel kami sebelumnya mengenai ad extension, telah dijelaskan bahwa untuk meningkatkan peringkat dan efektifitas iklan bisa menggunakan fasilitas <i>ad extention<\/i> yang disediakan dalam sistem periklanan Google Adwords. Di artikel ini, kami akan membahas salah satu <i>ad extension, <\/i>yaitu mengenai menentukan target lokasi.<\/p>\n<blockquote><p>Anda membutuhkan target lokasi yang jelas, kecuali jika Anda ingin menguasai dunia!<\/p><\/blockquote>\n<p>Benarkah Anda ingin menguasai seluruh pasar dunia? Benarkah pembeli produk\/layanan Anda berasal dari seluruh penjuru dunia?<\/p>\n<p>Lakukan riset mengenai target pasar Anda. Misalnya Anda memiliki online shop yang hanya menyediakan layanan pengiriman di dalam negeri saja, maka mubazir jika Anda menampilkan iklan Anda di seluruh dunia. Toh, para pembeli dari luar negeri tidak bisa Anda layani!<\/p>\n<p>Dari sini, Anda bisa menentukan target lokasi dari pasar Anda. Pertimbangkanlah hal-hal berikut ini:<\/p>\n<ul>\n<li>Orang mana saja yang tertarik dan membutuhkan barang\/layanan Anda<\/li>\n<li>Daerah mana saja yang bisa Anda layani (terkait dengan prosedur pengiriman, daya tahan barang, dll)<\/li>\n<li>Orang dengan bahasa apa yang menjadi target pemasaran Anda<\/li>\n<\/ul>\n<p style=\"text-align: left;\">Menentukan bahasa yang digunakan target pengguna juga sangat penting, terutama bagi Anda pemilik usaha tertentu. Misalnya saja Anda adalah pengusaha bidang penerbitan buku berbahasa Indonesia, maka lebih tepat jika Anda menentukan bahwa target pasar Anda adalah orang-orang yag berbahasa Indonesia atau Melayu (Malaysia) saja. Karena orang yang tidak mengerti bahasa Indonesia tidak akan tertarik membeli buku terbit perusahaan Anda.<\/p>\n<p style=\"text-align: left;\">Setelah mempertimbangkan ketiga hal di atas, kita bisa mulai fokus untuk menggunakan target lokasi iklan Google Adwords.<\/p>\n<p>Pada bagian pilihan <i>Locations <\/i>di atas, Anda bisa memasukkan daftar negara atau bahkan kota yang merupakan tempat para konsumen Anda tinggal. Contoh: misalnya Anda memiliki usaha pembuatan kerajinan yang bisa melayani konsumen seluruh Indonesia, Anda pilih country: Indonesia. Jika Anda memiliki café di Yogyakarta, Anda bisa pilih city: Yogyakarta.<img loading=\"lazy\" class=\"wp-image-449 aligncenter\" src=\"http:\/\/blog.niagaweb.co.id\/wp-content\/uploads\/2014\/09\/location-targeting-physical-search-intent-300x138.gif\" alt=\"location-targeting-physical-search-intent\" width=\"398\" height=\"183\" srcset=\"https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2014\/09\/location-targeting-physical-search-intent-300x138.gif 300w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2014\/09\/location-targeting-physical-search-intent-262x120.gif 262w, https:\/\/www.niagaweb.co.id\/blog\/wp-content\/uploads\/2014\/09\/location-targeting-physical-search-intent-574x264.gif 574w\" sizes=\"(max-width: 398px) 100vw, 398px\" \/><\/p>\n<p>Pilihan bahasa bisa Anda sesuaikan. Jika produk Anda banyak diminati pelanggan dari Australia, Anda bisa memilih bahasa Inggris. Namun jika target pelanggan Anda adalah orang Indonesia saja, pilih Bahasa Indonesia sebagai pilihan Anda.<\/p>\n<p><strong>Ada tiga pilihan <em>Targeting Method<\/em>:<\/strong><\/p>\n<ol>\n<li><b><\/b> <b>Target using physical location or search intent<\/b><\/li>\n<\/ol>\n<p>Pilihan yang pertama ini adalah yang paling direkomendasikan. Dengan memilih pilihan ini, maka iklan Anda muncul di area lokasi target pasar Anda berada secara fisik dan melalui kata kunci pencarian yang mereka masukkan.<\/p>\n<p>Misalnya Anda memiliki usaha toko online menjual bakpia di Yogyakarta, Anda bisa memilih kota Yogyakarta sebagai target lokasi. Dengan memilih pilihan ini, iklan Anda bisa muncul pada pengguna internet di wilayah Yogyakarta dan pada para pengguna yang memasukkan kata Yogyakarta pada kolom pencarian di Google.<\/p>\n<ol start=\"2\">\n<li><b><\/b> <b>Target using physical location: device-based location signal<\/b><\/li>\n<\/ol>\n<p>Dengan pilihan ini, iklan Anda hanya akan muncul pada calon pelanggan yang berada di lokasi yang telah Anda tentukan. Misalnya Anda memiliki usaha rental mobil di Jakarta, dan memilih pilihan ini, maka iklan Anda hanya akan muncul pada para calon pelanggan yang menggunakan internet dari wilayah Jakarta saja.<\/p>\n<ol start=\"3\">\n<li><b><\/b> <b>Target using search intent : location terms in user queries<\/b><\/li>\n<\/ol>\n<p>Pilihan ini, iklan Anda hanya akan muncul pada calon pelanggan yang menggunakan kata kunci lokasi pada pencarian. Contohnya, Anda memiliki hotel di kota Surabaya, dan Anda memilih menggunakan penargetan lokasi Location Terms in User Queries, maka iklan Anda hanya akan muncul pada para calon pelanggan yang memasukkan kata Surabaya dalam mesin pencari (browser).<\/p>\n<p style=\"text-align: center;\">Baca juga: <a href=\"https:\/\/www.niagaweb.co.id\/blog\/cara-menggunakan-google-ads\/\" target=\"_blank\" rel=\"noopener\">Cara Menggunakan Google Ads dengan Mudah [Terbaru]<\/a><\/p>\n<p>Dengan penggunaan penargetan lokasi pada iklan Google Adwords, Anda iklan Anda bisa mencapai target pasar yang lebih spesifik dan sesuai dengan produk\/layanan Anda. Selain itu, Anda juga bisa membuat biaya iklan Anda menjadi lebih efisien.<\/p>\n<p dir=\"ltr\">Bila Anda membutuhkan layanan pembuatan website, kami Niagaweb melayani <a href=\"https:\/\/www.niagaweb.co.id\/jasa-pembuatan-website-jogja\/\" target=\"_blank\" rel=\"noopener\">jasa pembuatan website Jogja<\/a> dan di seluruh wilayah di Indonesia. Untuk informasi lebih lengkap klik tombol di bawah ini.<\/p>\n<p><center><a class=\"”button”\" href=\"https:\/\/www.niagaweb.co.id\/jasa-pembuatan-website\">Saya Ingin Dibuatkan Website Terbaik<\/a><\/center><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pernahkah Anda bertanya-tanya bagaimana cara untuk meningkatkan peringkat iklan Google Adwords dan meningkatkan efektifitasnya? Dalam artikel kami sebelumnya mengenai ad extension, telah dijelaskan bahwa untuk meningkatkan peringkat dan efektifitas iklan bisa menggunakan fasilitas ad extention yang disediakan dalam sistem periklanan Google Adwords. Di artikel ini, kami akan membahas salah satu ad extension, yaitu mengenai menentukan [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":464,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[2],"tags":[136,91,109,110],"_links":{"self":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/446"}],"collection":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/comments?post=446"}],"version-history":[{"count":15,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/446\/revisions"}],"predecessor-version":[{"id":2749,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/posts\/446\/revisions\/2749"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media\/464"}],"wp:attachment":[{"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/media?parent=446"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/categories?post=446"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.niagaweb.co.id\/blog\/wp-json\/wp\/v2\/tags?post=446"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}